Repository: openplotter/openplotter-dashboards
Catalog: openplotterDashboards/locale/*/LC_MESSAGES/openplotter-dashboards.po
Languages: ca, cs, de, fi, fr, it, nl, pl, sv

source: Dashboards
ca: Tauler d'instruments
cs: Řídicí panely
fi: Hallintasivut
fr: Tableaux de bord
it: Pannello di Controllo
pl: Panele wskaźników
sv: Instrumentpaneler

source: openplotter-dashboards
fi: openplotter-dashboardit
fr: tableaux-de-bord-openplotter
sv: openplotter-instrumentpaneler

source: Checking sources...
ca: Comprovant fonts...
cs: Kontrola zdrojů...
de: Prüfe Quellen...
fi: Tarkistetaan lähteitä...
fr: Vérification des sources...
it: Verifica sorgenti...
nl: Bronnen aan het controleren...
pl: Sprawdzanie repozytoriów źródłowych...
sv: Kontrollerar källor...

source: DONE
ca: FET
cs: Hotovo
de: FERTIG
fi: VALMIS
fr: TERMINÉ
it: FATTO
nl: KLAAR
pl: GOTOWE
sv: Klar

source: FAILED:
ca: ERROR:
cs: Chyba:
de: FEHLGESCHLAGEN:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: FALLITO:
nl: MISLUKT:
pl: NIEPOWODZENIE:
sv: Felaktiga:

source: Installing/Updating Grafana...
ca: Instal·lant/Actualitzant Grafana...
cs: Instalace/aktualizace Grafany...
de: Installieren/Aktualisiere Grafana...
fi: Asenta/Päivitetään Grafana...
fr: Installation/Mise à jour de Grafana...
it: Installazione/aggiornamento Grafana...
nl: Grafana installeren/updaten...
pl: Instalacja/aktualizacja Grafana...
sv: Installerar/uppdaterar Grafana...

source: Installing/Updating InfluxDB OSS 2.x...
cs: Instalace/aktualizace InfluxDB OSS 2.x...
de: InfluxDB OSS 2.x installieren/aktualisieren...
fi: Asennetaan/Päivitetään Influxdb OSS 2.x...
fr: Installation/Mise à jour d'InfluxDB OSS 2.x...
it: Installazione/aggiornamento InfluxDB OSS 2.x...
nl: Installeren / bijwerken InfluxDB OSS 2.x...
pl: Instalacja/aktualizowanie InfluxDB OSS 2.x...
sv: Installerar/uppdaterar InfluxDB OSS 2.x...

source: Installing/Updating SailGauge...
ca: Instal·lant/Actualitzant SailGauge...
cs: Instalace/aktualizace SailGauge...
de: SailGauge installieren/aktualisieren...
fi: Asennetaan/Päivitetään Sail Gauge...
fr: Installation/Mise à jour de SailGauge...
pl: Instalacja/aktualizacja SailGauge...
sv: Installerar/uppdaterar SailGauge...

source: Help
ca: Ajuda
cs: Nápověda
de: Hilfe
fi: Ohje
fr: Aide
it: Guida
pl: Pomoc
sv: Hjälp

source: Settings
ca: Configuració
cs: Nastavení
de: Einstellungen
fi: Asetukset
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: Refresh
ca: Actualitza
cs: Obnovit
de: Aktualisieren
fi: Virkistä
fr: Actualiser
it: Aggiorna
nl: Verversen
pl: Odśwież
sv: Uppdatera

source: Apps
ca: Aplicacions
cs: Aplikace
fi: Sovellukset
fr: Applis
pl: Aplikacje
sv: Appar

source: Processes
ca: Processos
cs: Procesy
de: Prozesse
fi: Prosessit
fr: Processus
it: Processi
nl: Processen
pl: Procesy
sv: Processer

source: Autostart
ca: Inici automàtic
cs: Autom. spuštění
fi: Autom. käynnistys
fr: Démarrage auto
it: Avvio automatico

source: Process
ca: Procés
cs: Proces
de: Verarbeitung
fi: Prosessi
fr: Processus
it: Processo
nl: Proces
pl: Procesy

source: Status
ca: Estat
cs: Stav
fi: Tila
fr: Etat
it: Stato
pl: Stan

source: Start
ca: Inicia
cs: Spustit
fi: Aloita
fr: Démarrage
it: Avvio
pl: Uruchom
sv: Starta

source: Stop
ca: Atura
cs: Zastavit
de: Stopp
fi: Pysäytä
fr: Arrêter
it: Arresto
pl: Zatrzymaj
sv: Stoppa

source: Restart
ca: Reinicia
cs: Restartovat
de: Neustart
fi: Käynn. uud.
fr: Redémarrer
it: Riavvio
nl: Herstarten
sv: Starta om

source: active
ca: actiu
cs: aktivní
de: aktiv
fi: aktiivinen
fr: actif
it: attivo
nl: actief
pl: aktywny
sv: aktiv

source: inactive
ca: inactiu
cs: neaktivní
de: inaktiv
fi: ei aktiivinen
fr: inactif
it: inattivo
nl: inactief
pl: nieaktywny
sv: inaktiv

source: running
ca: executant
cs: běží
de: läuft
fi: käynnissä
fr: en cours d'exécution
it: in funzione
nl: actief
pl: uruchomiony
sv: körs

source: dead
ca: mort
cs: mrtvý
de: tot
fi: kuollut
fr: inactif
it: morto
nl: vastgelopen
pl: martwy
sv: stoppad

source: Starting process...
ca: Iniciant procés...
cs: Spouštění procesu...
de: Prozess wird gestartet...
fi: Aloitetaan prosessi...
fr: Démarrage du processus...
it: Inizializzazione processo...
nl: Proces wordt gestart...
pl: Uruchamianie procesu...
sv: Startar process...

source: Done
ca: Fet
cs: Hotovo
de: Fertig
fi: Tehty
fr: Terminé
it: Fatto
nl: Voltooid
pl: Gotowe
sv: Slutförd

source: Stopping process...
ca: Aturant procés...
cs: Zastavuji proces...
de: Stoppe Prozess...
fi: Pysäytetään prosessi...
fr: Arrêt du processus...
it: Arresto processo...
nl: Proces wordt gestopt...
pl: Zatrzymywanie procesu...
sv: Stoppar processen...

source: Restarting process...
ca: Reiniciant procés...
cs: Restartuji proces...
de: Prozess wird neu gestartet...
fi: Aloitetaan prosessi uudelleen...
fr: Redémarrage du processus...
it: Riavvio processo...
nl: Proces wordt herstart...
pl: Restartowanie procesu...
sv: Startar om process...

source: Name
ca: Nom
cs: Název
fi: Nimi
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
sv: Namn

source: status
ca: estat
cs: stav
fi: tila
fr: état
it: stato

source: Edit
ca: Edita
cs: Upravit
de: Ändern
fi: Muokkaa
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
sv: Editera

source: Open
ca: Obre
cs: Otevřít
de: Öffnen
fi: Avaa
fr: Ouvrir
it: Apri
pl: Otwórz
sv: Öppna

source: Install
ca: Instal·la
cs: Instalovat
de: Installieren
fi: Asenna
fr: Installer
it: Installazione
nl: Installeren
pl: Zainstaluj
sv: Installera

source: Uninstall
ca: Desinstal·la
cs: Odinstalovat
de: Deinstallieren
fi: Poista
fr: Désinstaller
it: Disinstalla
nl: De-installeren
pl: Odinstaluj
sv: Avinstallera

source: installed
ca: instal·lat
cs: instalováno
de: installiert
fi: asennettu
fr: installé
it: installato
nl: ge誰nstalleerd
pl: zainstalowane
sv: installerade

source: not installed
ca: no instal·lat
cs: není nainstalováno
de: nicht installiert
fi: ei asennettu
fr: non installé
it: non installato
nl: niet ge誰nstalleerd
pl: nie zainstalowane
sv: ej installerade

source: not installed (only for 64bit)
ca: no instal·lat (només 64bits)
cs: není nainstalováno (pouze pro 64bit)
de: nicht installiert (nur für 64bit)
fi: ei asennettu (vain 64bit varten)
fr: pas installé (seulement pour 64 bits)
pl: nie zainstalowane (tylko dla 64bitowych)
sv: inte installerad (endast för 64bit)

source: Please install "Signal K Installer" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "Instal·lador de SignalK"
cs: Prosím, nainstalujte OpenPlotter aplikaci "Instalátor Signal K"
de: Bitte installiere "Signal K Installer" in der OpenPlotter App
fi: Asenna "Signal K asennin" OpenPlotter sovelma
fr: Veuillez installer l'appli d'OpenPlotter "Installateur Signal K"
it: Installa l'app "Signal K Installer" OpenPlotter
nl: Installeer "Signal K Installeer" OpenPlotter app
pl: Proszę zainstaluj komponent OpenPlotter "Signal K Installer"
sv: Vänligen installera "Signal K Installer" OpenPlotter app

source: This dashboard can not be installed
ca: Aquest tauler d'instruments no es pot instal·lar
cs: Tento řídící panel nelze nainstalovat
de: Dieses Dashboard kann nicht installiert werden
fi: Tätä hallintasivua ei voi asentaa
fr: Ce tableau de bord ne peut pas être installé
it: Il Pannello di Controllo non può essere installato
nl: Dit dashboard kan niet worden ge誰nstalleerd
pl: Ten panel wskaźników nie może zostać zainstalowany
sv: Denna instrumentpanel kan ej installeras

source: Are you sure you want to install
ca: Estàs segur que vols instal·lar
cs: Opravdu chcete nainstalovat
de: Bist Du sicher, dass Du die Installation starten möchten
fi: Haluatko varmasti asentaa
fr: Êtes-vous sûr de vouloir installer
it: Sei sicuro di voler installare
nl: Weet u zeker dat u wilt installeren
pl: Jesteś pewien ze chcesz zainstalować
sv: Är du säker på att du vill installera

source: and its dependencies?
ca: i les seves dependencies?
cs: a všechny závislé balíčky?
de: und seine Abhängigkeiten?
fi: ja sen riippuvuudet?
fr: et ses dépendances?
it: e le sue dipendenze?
nl: en zijn afhankelijkheden?
pl: wraz z niezbędnym oprogramowaniem?
sv: och dess paket-beroenden?

source: Question
ca: Pregunta
cs: Otázka
de: Frage
fi: Kysymys
it: Domanda
nl: Vraag
pl: Pytanie
sv: Fråga

source: Installing dashboard, please wait...
ca: Instal·lant tauler d'instruments, si us plau espera...
cs: Instalace řídicího panelu, čekejte prosím...
de: Dashboard wird installiert, bitte warten...
fi: Hallintasivu asennetaan, odottele...
fr: Installation du tableau de bord, veuillez patienter...
it: Installazione pannello di controllo in corso, attendere prego...
nl: Dashboard installeren, even geduld...
pl: Instalowanie panela wskaźników, proszę czekać...
sv: Installerar instrumentpanel, vänligen vänta...

source: This dashboard can not be uninstalled
ca: Aquest tauler d'instruments no es pot desinstal·lar
cs: Tento řídící panel nelze nainstalovat
de: Dieses Dashboard kann nicht deinstalliert werden
fi: Tätä hallintasivua ei voi poistaa
fr: Ce tableau de bord ne peut pas être désinstallé
it: Il Pannello di Controllo non può essere disinstallato
nl: Dit dashboard kan niet worden verwijderd
pl: Ten panel wskaźników nie może zostać odinstalowany
sv: Denna instrumentpanel kan inte avinstalleras

source: Are you sure you want to uninstall
ca: Estàs segur que vols desinstal·lar
cs: Opravdu chcete odinstalovat
de: Bist Du sicher, dass Du deinstallieren möchtest
fi: Haluatko varmasti poistaa
fr: Êtes-vous sûr de vouloir désinstaller
it: Sei sicuro di voler disinstallare
nl: Weet u zeker dat u dit wilt de誰nstalleren
pl: Czy na pewno chcesz odinstalować
sv: Är du säker på att du vill avinstallera

source: Uninstalling dashboard, please wait...
ca: Desinstal·lant tauler d'instruments, si us plau espera...
cs: Odebírám řídící panel, prosím čekejte...
de: Deinstalliere dashboard, bitte warten...
fi: Hallintasivu poistetaan, odottele...
fr: Désinstallation du tableau de bord, veuillez patienter...
it: Disinstallazione pannello di controllo, attendere prego...
nl: Dashboard verwijderen, even geduld...
pl: Odinstalowywanie panela wskaźników, proszę czekać...
sv: Avinstallerar instrumentpanel, vänligen vänta...

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
cs: Restartuji Signal K server...
de: Starte Signal K Server neu...
fi: Käynnistetään Signal K palvelin...
fr: Redémarrage du serveur Signal K...
it: Riavvio server Signal K...
nl: Signal K server wordt herstart...
pl: Restartowanie serwera Signal K...
sv: Startar om Signal K server...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
cs: Signal K server byl restartován
de: Signal K Server neu gestartet
fi: Signal K palvelin käynnistetty
fr: Serveur Signal K redémarré
it: Server Signal K riavviato
nl: Signal K server herstart
pl: Serwer Signal K został zrestartowany
sv: Signal K server har startats om

source: Telegraf restarted
ca: Telegraf reiniciat
cs: Telegraf restartován
de: Telegraf neu gestartet
fi: Telegraf käynnistetty uudelleen
fr: Télégraf a redémarré
it: Telegraf riavviato
nl: Telegraf herstart
pl: Telegraf zrestartowany
sv: Telegraf omstartad

source: Data to store in InfluxDB 2.x
ca: Dades a emmagatzemar a InfluxDB 2.x
cs: Data k ukládání v InfluxDB 2.x
de: Zu speichernde Daten in InfluxDB 2.x
fi: Tietoa tallennettavaksi InfluxDB 2.x:ään
fr: Données à stocker dans InfluxDB 2.x
it: Dati da salvare in InfluxDB 2.x
nl: Gegevens om op te slaan in InfluxDB 2.x
pl: Dane do przechowywania w InfluxDB 2.x
sv: Data att lagra i InfluxDB 2.x

source: Interval
ca: Intèrval
de: Intervall
fi: Aikaväli
fr: Intervalle
it: Intervallo
pl: Ineterwał
sv: Intervall

source: Organization
ca: Organització
cs: Organizace
de: Organisation
fi: Organisaatio
fr: Organisation
it: Organizzazione
nl: Organisatie
pl: Organizacja
sv: Organisation

source: Enabled
ca: Habilitat
cs: Povoleno
de: Aktiviert
fi: Käytössä
fr: Activé
it: Abilitato
nl: Ingeschakeld
pl: Aktywny
sv: Aktiverad

source: Add
ca: Afegeix
cs: Přidat
de: Zufügen
fi: Lisää
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pl: Dodaj
sv: Lägg till

source: Save
ca: Desa
cs: Uložit
de: Speichern
fi: Tallenna
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
sv: Spara

source: Delete
ca: Elimina
cs: Smazat
de: Löschen
fi: Poista
fr: Supprimer
it: Cancella
nl: Verwijderen
pl: Usuń
sv: Radera

source: Wrong Signal K key: characters not allowed.
ca: Clau de SignalK incorrete: caràcters no permesos.
cs: Chybný název hodnoty v Signal K: znaky nejsou povoleny.
de: Falsches Signal K Schlüssel: Zeichen nicht erlaubt.
fi: Väärä Signal K -avain: merkit eivät ole sallittuja.
fr: Clé Signal K erronée : caractères non autorisés.
it: Chiave Signal K errata: caratteri non permessi.
nl: Verkeerde Signal K-sleutel: tekens niet toegestaan.
pl: Błędny klucz SignalK: niedozwolone znaki.
sv: Fel Signal K-nyckel: tecken tillåts inte.

source: Info
ca: Informació
fi: Tietoa
fr: Infos
pl: Informacje
sv: Information

source: Wrong Interval.
ca: Intèrval incorrecte.
cs: Špatný interval.
de: Falsches Intervall.
fi: Väärä aikaväli.
fr: Erreur d'intervalle.
it: Intervallo errato.
nl: Verkeerde interval.
pl: Nieprawidłowy interwał.
sv: Felaktigt intervall.

source: Wrong Organization.
ca: Organització incorrecte.
cs: Špatná organizace.
de: Falsche Organisation.
fi: Väärä Organisaatio.
fr: Organisation erronée.
it: Organizzazione errata.
nl: Verkeerde Organisatie.
pl: Niepoprawna organizacja.
sv: Felaktig organisation.

source: Wrong Bucket.
ca: Bloc de dades incorrecte.
cs: Špatná databáze.
de: Falscher Behälter.
fi: Väärä Bucket.
fr: Bucket erroné.
it: Bucket errato.
nl: Verkeerde Bucket.
pl: Niepoprawny Bucket.
sv: Felaktig Bucket.

source: Wrong token.
ca: Token incorrecte.
cs: Chybný token.
de: Falscher Token.
fi: Väärä tunniste.
fr: Erreur sur token.
it: Token errato.
nl: Verkeerde token.
pl: Nieprawidłowy token.
sv: Felaktig token.

source: Starting Dashboards...
ca: Iniciant Dashboards...
cs: Spouštění řídících panelů...
de: Dashboards starten...
fi: Käynnistetään Dashboardit...
fr: Démarrage des tableaux de bord...
it: Avvio dashboards...
nl: Dashboards starten...
pl: Uruchamianie Dashboards...
sv: Startar instrumentpaneler...

source: Telegraf started
ca: Telegraf iniciat
cs: Telegraf spuštěn
de: Telegraf gestartet
fi: Telegraf käynnistetty
fr: Telegraf démarré
it: Telegraf avviato
nl: Telegraf gestart
pl: Telegraf uruchomiony
sv: Telegraf startad

source: Checking Dashboards...
ca: Comprovant taulers d'instruments...
cs: Kontroluji řídící panely...
de: Dashboards werden überprüft...
fi: Tarkistetaan hallintasivuja...
fr: Vérification des tableaux de bord...
it: Controllo Dashboard...
nl: Dashboards controleren...
pl: Sprawdzanie komponentu Panele Wskaźników...
sv: Kontrollerar instrumentpaneler...

source: SailGauge enabled
ca: SailGauge habilitat
cs: SailGauge povolen
de: SailGauge altiviert
fi: Sailgauge käytössä
fr: SailGauge activé
pl: Sailgauge uruchomiony
sv: SailGauge aktiverad

source: Kip enabled
ca: Kip habilitat
cs: Kip povolen
de: Kip aktiviert
fi: Kip käytössä
fr: Kip activé
pl: Kip włączony
sv: Kip aktiverad

source: Node-Red enabled
ca: Node-Red habilitat
cs: Node-Red povoleno
de: Knoten Rot aktiviert
fi: Node-Red käytössä
fr: Node-Red activé
it: Node-Red abilitato
nl: Node-rood ingeschakeld
pl: Node-Red włączony
sv: Node-Red aktiverad

source: Node-Red is disabled. Please enable it in Signal K -> Server -> Plugin Config -> Node Red -> Active
ca: Node-Red està desactivat. Si us plau activa'l a Signal K -> Servidor -> Configuració de plugins -> Node Red -> Activar
cs: Node-Red je vypnutý. Prosím povolte jej v nastavení Signal K -> Server -> Plugin Config -> Node Red -> Active
de: Knoten-Rot ist deaktiviert. Bitte aktivieren Sie es unter Signal K -> Server -> Plugin Config -> Node Red -> Aktiv
fi: Node-Red on estetty. Ota se käyttöön in Signal K -> Server -> Plugin Config -> Node Red -> Active kohdassa
fr: Node-Red est désactivé. Veuillez l'activer dans Signal K -> Server -> Plugin Config -> Node Red -> Active
it: Node-Red è disabilitato. Si prega di abilitarlo in Signal K -> Server -> Configurazione plugin -> Node Red -> Attivo
nl: Node-Red is uitgeschakeld. Activeer het in Signal K -> Server -> Plugin Config -> Node Rode -> Actief
pl: Narzędzie Node-Red jest wyłączone. Proszę włączyć go w Signal K -> Serwer -> Konfiguracja wtyczek -> Node-Red -> Aktywny
sv: Node-Red är inte aktiverad. Vänligen aktivera den i Signal K -> Server -> Plugin Config -> Node Red -> Active

source: Grafana running
ca: Grafana en execució
cs: Grafana běží
de: Grafana läuft
fi: Grafana käynnissä
fr: Grafana en cours
it: Grafana attivo
nl: Grafana draait
pl: Grafana uruchomiona
sv: Grafana körs

source: Grafana is not running
ca: Grafana no s'està executant
cs: Grafana není spuštěna
de: Grafana läuft nicht
fi: Grafana ei ole käynnissä
fr: Grafana n'est pas en cours d'exécution
pl: Grafana nie jest uruchomiona
sv: Grafana -processen är inte startad

source: Influxdb running
ca: Influxdb en execució
cs: Influxdb běží
de: Influxdb läuft
fi: Influxdb käynnissä
fr: Influxdb en cours
it: InfluxDB attivo
nl: Influxdb draait
pl: Influxdb uruchomiony
sv: Influxdb körs

source: Influxdb is not running
ca: Influxdb no s'està executant
cs: Influxdb není spuštěna
de: Influxdb läuft nicht
fi: Influxdb ei ole käynnissä
fr: Influxdb n'est pas en cours d'exécution
pl: Influxdb nie jest uruchomiony
sv: Influxdb är inte startad

source: Telegraf running
ca: Telgraf en execució
cs: Telegraf běží
de: Telegraf läuft
fi: Telegraf käynnissä
fr: Telegraf en cours
it: Telegraf attivo
nl: Telegraf draait
pl: Telegraf jest uruchomiony
sv: Telegraf körs

source: Telegraf not running
ca: Telegraf aturat
cs: Telegraf není spuštěn
de: Telegraf läuft nicht
fi: Telegraf ei ole käynnissä
fr: Telegraf arrêté
it: Telegraf non attivo
nl: Telegraf draait niet
pl: Telegraf nieuruchomiony
sv: Telegraf körs inte

source: Uninstalling Grafana...
ca: Desinstal·lant Grafana...
cs: Odinstalace Grafany...
de: Deinstalliere Grafana...
fi: Poistetaan Grafanaa...
fr: Désinstallation Grafana...
it: Disinstallazione Grafana...
nl: De-installeren Grafana...
pl: Odinstalowywanie Grafany...
sv: Avinstallerar Grafana...

source: Uninstalling InfluxDB OSS 2.x...
ca: Desinstal·lant InfluxDB OSS 2.x...
cs: Odinstalace InfluxDB OSS 2.x...
de: Deinstalliere InfluxDB OSS 2.x...
fi: Poistetaan Influxdb OSS 2.x...
fr: Désinstallation de InfluxDB OSS 2.x...
it: Disinstallazione InfluxDB OSS 2.x...
nl: De-installeren van InfluxDB OSS 2.x...
pl: Odinstalowywanie InfluxDB OSS 2.x...
sv: Avinstallerar InfluxDB OSS 2.x...

source: Uninstalling SailGauge...
ca: Desinstal·lant SailGauge...
cs: Odinstalace SailGauge...
de: Deinstalliere SailGauge...
fi: Poistetaan Sail Gauge...
fr: Désinstallation de SailGauge...
pl: Odinstalowywanie SailGauge...
sv: Avinstallerar SailGauge...

source: Node-Red not enabled
it: Node-Red non abilitato
nl: Node-red niet ingeschakeld

source: Grafana still not running, try later
it: Grafana non attivo, riprova più tardi
nl: Grafana is nog niet actief, probeer het later

source: Grafana not enabled
it: Grafana non abilitato
nl: Grafana niet ingeschakeld

source: Influxdb still not running, try later
it: InfluxDB non attivo, riprova più tardi
nl: Influxdb is nog niet actief. Probeer het later

source: Influxdb not enabled
it: InfluxDB non abilitato
nl: Influxdb niet ingeschakeld
